{
    "word_index": {
        "e": 1,
        "hai": 2,
        "se": 3,
        "meñ": 4,
        "ke": 5,
        "kī": 6,
        "ko": 7,
        "na": 8,
        "haiñ": 9,
        "bhī": 10,
        "to": 11,
        "kā": 12,
        "nahīñ": 13,
        "dil": 14,
        "ki": 15,
        "kyā": 16,
        "ho": 17,
        "ham": 18,
        "vo": 19,
        "ye": 20,
        "jo": 21,
        "ne": 22,
        "o": 23,
        "ī": 24,
        "thā": 25,
        "us": 26,
        "maiñ": 27,
        "kar": 28,
        "koī": 29,
        "hī": 30,
        "huuñ": 31,
        "aa": 32,
        "aur": 33,
        "par": 34,
        "kuchh": 35,
        "ab": 36,
        "ga": 37,
        "be": 38,
        "pe": 39,
        "gayā": 40,
        "ik": 41,
        "har": 42,
        "huā": 43,
        "ai": 44,
        "mujhe": 45,
        "ishq": 46,
        "is": 47,
        "phir": 48,
        "tū": 49,
        "mujh": 50,
        "jā": 51,
        "ġham": 52,
        "rahā": 53,
        "kis": 54,
        "jab": 55,
        "thī": 56,
        "ek": 57,
        "ba": 58,
        "tum": 59,
        "jis": 60,
        "kabhī": 61,
        "sar": 62,
        "jaa": 63,
        "kyuuñ": 64,
        "the": 65,
        "mire": 66,
        "kisī": 67,
        "nazar": 68,
        "kahāñ": 69,
        "tak": 70,
        "apne": 71,
        "bahut": 72,
        "aaj": 73,
        "magar": 74,
        "kiyā": 75,
        "rahe": 76,
        "baat": 77,
        "tire": 78,
        "tirī": 79,
        "un": 80,
        "eñ": 81,
        "dekh": 82,
        "sab": 83,
        "tujh": 84,
        "gul": 85,
        "apnī": 86,
        "hue": 87,
        "hotā": 88,
        "mirī": 89,
        "de": 90,
        "huī": 91,
        "diyā": 92,
        "liye": 93,
        "yaad": 94,
        "ḳhud": 95,
        "ghar": 96,
        "agar": 97,
        "mere": 98,
        "rañg": 99,
        "tarah": 100,
        "merī": 101,
        "zindagī": 102,
        "din": 103,
        "aap": 104,
        "ḳhudā": 105,
        "dar": 106,
        "dard": 107,
        "duniyā": 108,
        "rah": 109,
        "jahāñ": 110,
        "shab": 111,
        "aayā": 112,
        "kahīñ": 113,
        "apnā": 114,
        "yā": 115,
        "gar": 116,
        "husn": 117,
        "terī": 118,
        "mohabbat": 119,
        "ā": 120,
        "yuuñ": 121,
        "jaane": 122,
        "vahī": 123,
        "raat": 124,
        "saath": 125,
        "abhī": 126,
        "mai": 127,
        "kaun": 128,
        "kare": 129,
        "merā": 130,
        "tere": 131,
        "haath": 132,
        "vafā": 133,
        "mirā": 134,
        "kab": 135,
        "lekin": 136,
        "le": 137,
        "shahr": 138,
        "chashm": 139,
        "rahī": 140,
        "use": 141,
        "do": 142,
        "nā": 143,
        "dekhā": 144,
        "sā": 145,
        "a": 146,
        "karte": 147,
        "havā": 148,
        "tirā": 149,
        "hameñ": 150,
        "shauq": 151,
        "dam": 152,
        "hogā": 153,
        "h": 154,
        "ma": 155,
        "pā": 156,
        "vaqt": 157,
        "kam": 158,
        "sī": 159,
        "nigāh": 160,
        "log": 161,
        "jaatā": 162,
        "terā": 163,
        "kahte": 164,
        "lab": 165,
        "āñkhoñ": 166,
        "jaate": 167,
        "bhar": 168,
        "jaan": 169,
        "bas": 170,
        "sub": 171,
        "kaam": 172,
        "tujhe": 173,
        "jaanā": 174,
        "ḳhabar": 175,
        "aatā": 176,
        "ḳhvāb": 177,
        "bazm": 178,
        "chale": 179,
        "naam": 180,
        "umr": 181,
        "taraf": 182,
        "ahl": 183,
        "ḳhayāl": 184,
        "aate": 185,
        "yār": 186,
        "yaañ": 187,
        "hā": 188,
        "liyā": 189,
        "uthā": 190,
        "aañkh": 191,
        "dost": 192,
        "'ġhālib'": 193,
        "duur": 194,
        "lagā": 195,
        "yahī": 196,
        "chaman": 197,
        "zaḳhm": 198,
        "dekhte": 199,
        "chāhiye": 200,
        "baar": 201,
        "tanhā": 202,
        "āḳhir": 203,
        "bahār": 204,
        "ḳhush": 205,
        "so": 206,
        "yak": 207,
        "egā": 208,
        "sūrat": 209,
        "pahle": 210,
        "ḳhaak": 211,
        "sham": 212,
        "yahāñ": 213,
        "nāz": 214,
        "adā": 215,
        "chhoḍ": 216,
        "aise": 217,
        "ġhair": 218,
        "jigar": 219,
        "at": 220,
        "hotī": 221,
        "kah": 222,
        "jī": 223,
        "sitam": 224,
        "zulf": 225,
        "safar": 226,
        "dariyā": 227,
        "suḳhan": 228,
        "sahī": 229,
        "jaise": 230,
        "sadā": 231,
        "hote": 232,
        "īna": 233,
        "niklā": 234,
        "mar": 235,
        "shāyad": 236,
        "chāñd": 237,
        "hijr": 238,
        "zarā": 239,
        "kaise": 240,
        "pūchh": 241,
        "jaatī": 242,
        "aisā": 243,
        "āñkheñ": 244,
        "jise": 245,
        "jalva": 246,
        "jāñ": 247,
        "manzil": 248,
        "ban": 249,
        "mauj": 250,
        "qadam": 251,
        "zabāñ": 252,
        "miltā": 253,
        "suuñ": 254,
        "vaale": 255,
        "rū": 256,
        "iiñ": 257,
        "sunā": 258,
        "ḳhāna": 259,
        "kal": 260,
        "kahā": 261,
        "qayāmat": 262,
        "judā": 263,
        "'asad'": 264,
        "tā": 265,
        "dī": 266,
        "hastī": 267,
        "kiye": 268,
        "jin": 269,
        "lagtā": 270,
        "āshnā": 271,
        "haal": 272,
        "junūñ": 273,
        "banā": 274,
        "muñh": 275,
        "guzar": 276,
        "karo": 277,
        "zamāne": 278,
        "aatī": 279,
        "kuuñ": 280,
        "roz": 281,
        "shaam": 282,
        "sahrā": 283,
        "phuul": 284,
        "tamannā": 285,
        "mile": 286,
        "milā": 287,
        "raah": 288,
        "nikle": 289,
        "zamāna": 290,
        "sivā": 291,
        "in": 292,
        "baithe": 293,
        "aisī": 294,
        "charāġh": 295,
        "usī": 296,
        "kareñ": 297,
        "dushman": 298,
        "tamām": 299,
        "baaqī": 300,
        "mat": 301,
        "hamāre": 302,
        "pyaar": 303,
        "ātish": 304,
        "bad": 305,
        "nigah": 306,
        "lage": 307,
        "aalam": 308,
        "dīvār": 309,
        "ta": 310,
        "dast": 311,
        "hasrat": 312,
        "aage": 313,
        "zamīñ": 314,
        "aadmī": 315,
        "itnā": 316,
        "chal": 317,
        "tumheñ": 318,
        "vahshat": 319,
        "kahūñ": 320,
        "varna": 321,
        "achchhā": 322,
        "qātil": 323,
        "rāh": 324,
        "dikhā": 325,
        "ad": 326,
        "lahū": 327,
        "saaqī": 328,
        "qadar": 329,
        "saktā": 330,
        "duā": 331,
        "egī": 332,
        "ālam": 333,
        "naqsh": 334,
        "bhuul": 335,
        "rakh": 336,
        "tamāshā": 337,
        "bāteñ": 338,
        "hamārī": 339,
        "parda": 340,
        "sharāb": 341,
        "ūñ": 342,
        "āshiq": 343,
        "ajab": 344,
        "eñge": 345,
        "haa": 346,
        "kahiye": 347,
        "'mīr'": 348,
        "isī": 349,
        "andāz": 350,
        "intizār": 351,
        "pur": 352,
        "kartā": 353,
        "sabā": 354,
        "aah": 355,
        "ḳhat": 356,
        "haq": 357,
        "soz": 358,
        "ashk": 359,
        "hoñ": 360,
        "sahar": 361,
        "mil": 362,
        "āsmāñ": 363,
        "hayāt": 364,
        "alūm": 365,
        "tar": 366,
        "aane": 367,
        "badan": 368,
        "āb": 369,
        "shaḳhs": 370,
        "mahfil": 371,
        "aag": 372,
        "vasl": 373,
        "paas": 374,
        "kaho": 375,
        "āvāz": 376,
        "teġh": 377,
        "dekhnā": 378,
        "ḳharāb": 379,
        "yaar": 380,
        "paañv": 381,
        "ulfat": 382,
        "vaalā": 383,
        "samajh": 384,
        "jaañ": 385,
        "zauq": 386,
        "dāman": 387,
        "maut": 388,
        "balā": 389,
        "aave": 390,
        "āhista": 391,
        "hosh": 392,
        "lete": 393,
        "sañg": 394,
        "asar": 395,
        "kār": 396,
        "fursat": 397,
        "sun": 398,
        "kartī": 399,
        "anī": 400,
        "paayā": 401,
        "dekho": 402,
        "lutf": 403,
        "ḳhātir": 404,
        "sake": 405,
        "iye": 406,
        "unheñ": 407,
        "but": 408,
        "ḳhūñ": 409,
        "kiije": 410,
        "chalā": 411,
        "ahd": 412,
        "tan": 413,
        "naaz": 414,
        "paidā": 415,
        "ḳhudī": 416,
        "dāġh": 417,
        "jal": 418,
        "chand": 419,
        "falak": 420,
        "rusvā": 421,
        "karūñ": 422,
        "shām": 423,
        "kyūñkar": 424,
        "rab": 425,
        "kaisī": 426,
        "jaao": 427,
        "badal": 428,
        "guzre": 429,
        "dār": 430,
        "dete": 431,
        "honā": 432,
        "go": 433,
        "haañ": 434,
        "mushkil": 435,
        "paanī": 436,
        "'firāq'": 437,
        "ro": 438,
        "chalo": 439,
        "allāh": 440,
        "lā": 441,
        "aarzū": 442,
        "bar": 443,
        "hāsil": 444,
        "iz": 445,
        "hamārā": 446,
        "chup": 447,
        "paa": 448,
        "batā": 449,
        "nafas": 450,
        "samjhe": 451,
        "daur": 452,
        "fikr": 453,
        "karnā": 454,
        "band": 455,
        "galī": 456,
        "chāhtā": 457,
        "ina": 458,
        "jām": 459,
        "tabī": 460,
        "samjhā": 461,
        "aañsū": 462,
        "dekhiye": 463,
        "chiiz": 464,
        "qarār": 465,
        "sāz": 466,
        "'dāġh'": 467,
        "saa": 468,
        "jānte": 469,
        "hāl": 470,
        "ruḳh": 471,
        "talab": 472,
        "va": 473,
        "'zafar'": 474,
        "qatra": 475,
        "kahtā": 476,
        "zikr": 477,
        "shāḳh": 478,
        "havas": 479,
        "lagī": 480,
        "tark": 481,
        "jafā": 482,
        "paḍe": 483,
        "tab": 484,
        "'farāz'": 485,
        "itnī": 486,
        "lo": 487,
        "donoñ": 488,
        "fazā": 489,
        "shā": 490,
        "ka": 491,
        "saarī": 492,
        "chhupā": 493,
        "shor": 494,
        "kho": 495,
        "gardish": 496,
        "karam": 497,
        "rakhte": 498,
        "rāz": 499,
        "bār": 500,
        "siine": 501,
        "barq": 502,
        "sabr": 503,
        "vahāñ": 504,
        "bū": 505,
        "raushan": 506,
        "shoḳh": 507,
        "firāq": 508,
        "kahe": 509,
        "maqām": 510,
        "arz": 511,
        "qismat": 512,
        "sach": 513,
        "haqīqat": 514,
        "udhar": 515,
        "hazār": 516,
        "khulā": 517,
        "burā": 518,
        "juz": 519,
        "ish": 520,
        "sher": 521,
        "saare": 522,
        "shaiḳh": 523,
        "mudda": 524,
        "vaa": 525,
        "hogī": 526,
        "sad": 527,
        "zālim": 528,
        "jānāñ": 529,
        "garebāñ": 530,
        "dīvāna": 531,
        "kaheñ": 532,
        "hone": 533,
        "zāhir": 534,
        "thiiñ": 535,
        "hoñge": 536,
        "baġhair": 537,
        "mehr": 538,
        "abr": 539,
        "dasht": 540,
        "tumhāre": 541,
        "furqat": 542,
        "tasvīr": 543,
        "hairat": 544,
        "vaañ": 545,
        "dīda": 546,
        "ḳhāk": 547,
        "chaar": 548,
        "mausam": 549,
        "ġhazal": 550,
        "ḳhushī": 551,
        "navā": 552,
        "lazzat": 553,
        "idhar": 554,
        "bhalā": 555,
        "bād": 556,
        "ummīd": 557,
        "garm": 558,
        "kahnā": 559,
        "ġhubār": 560,
        "rashk": 561,
        "sāmne": 562,
        "sho": 563,
        "shikva": 564,
        "rahtā": 565,
        "hāthoñ": 566,
        "ruuh": 567,
        "fareb": 568,
        "jalā": 569,
        "gulshan": 570,
        "qatl": 571,
        "mast": 572,
        "saktī": 573,
        "yaaro": 574,
        "taġhāful": 575,
        "utar": 576,
        "jagah": 577,
        "der": 578,
        "visāl": 579,
        "sabab": 580,
        "hunar": 581,
        "az": 582,
        "ḳhushbū": 583,
        "jism": 584,
        "josh": 585,
        "bane": 586,
        "khul": 587,
        "qasam": 588,
        "javāb": 589,
        "zinda": 590,
        "sazā": 591,
        "hargiz": 592,
        "bāda": 593,
        "sāġhar": 594,
        "vā": 595,
        "muddat": 596,
        "rakkhā": 597,
        "harf": 598,
        "ala": 599,
        "il": 600,
        "gila": 601,
        "iḳhtiyār": 602,
        "'valī'": 603,
        "dukh": 604,
        "aksar": 605,
        "yūñhī": 606,
        "rag": 607,
        "ḳhūn": 608,
        "hisāb": 609,
        "sūraj": 610,
        "achchhī": 611,
        "talāsh": 612,
        "dekhe": 613,
        "saudā": 614,
        "sau": 615,
        "sanam": 616,
        "e'tibār": 617,
        "nāla": 618,
        "'mohsin'": 619,
        "nikal": 620,
        "karne": 621,
        "dhuāñ": 622,
        "aanā": 623,
        "jāntā": 624,
        "nāseh": 625,
        "detā": 626,
        "khā": 627,
        "daaġh": 628,
        "chehre": 629,
        "kitnā": 630,
        "chukā": 631,
        "guzrī": 632,
        "ārā": 633,
        "bulbul": 634,
        "fanā": 635,
        "diye": 636,
        "zabt": 637,
        "zer": 638,
        "logoñ": 639,
        "chehra": 640,
        "gard": 641,
        "jān": 642,
        "diloñ": 643,
        "laakh": 644,
        "hañs": 645,
        "bevafā": 646,
        "marg": 647,
        "hamīñ": 648,
        "bā": 649,
        "kāfir": 650,
        "dīdār": 651,
        "tez": 652,
        "zanjīr": 653,
        "mizāj": 654,
        "kitne": 655,
        "nau": 656,
        "samajhte": 657,
        "parī": 658,
        "ḳhū": 659,
        "patthar": 660,
        "lī": 661,
        "mah": 662,
        "kahne": 663,
        "kitnī": 664,
        "ġharaz": 665,
        "tāb": 666,
        "gumāñ": 667,
        "jauhar": 668,
        "nayā": 669,
        "juuñ": 670,
        "bāl": 671,
        "hijāb": 672,
        "māñge": 673,
        "pareshāñ": 674,
        "kū": 675,
        "talak": 676,
        "kaisā": 677,
        "fasl": 678,
        "maanā": 679,
        "kaf": 680,
        "javānī": 681,
        "ḳhāne": 682,
        "hashr": 683,
        "leñ": 684,
        "mazā": 685,
        "matlab": 686,
        "zabān": 687,
        "pesh": 688,
        "tishna": 689,
        "jam": 690,
        "dhuup": 691,
        "saañs": 692,
        "kaash": 693,
        "tumhārī": 694,
        "samundar": 695,
        "girya": 696,
        "bayāñ": 697,
        "aql": 698,
        "raushnī": 699,
        "ḳhatā": 700,
        "davā": 701,
        "laa": 702,
        "naġhma": 703,
        "paḍā": 704,
        "uth": 705,
        "āh": 706,
        "sharm": 707,
        "ya": 708,
        "'jālib'": 709,
        "nasīb": 710,
        "baḍh": 711,
        "ḳhvāhish": 712,
        "rahte": 713,
        "pī": 714,
        "pahlū": 715,
        "bahr": 716,
        "ḳhuub": 717,
        "hazrat": 718,
        "fitrat": 719,
        "jamāl": 720,
        "nihāñ": 721,
        "shikāyat": 722,
        "shīsha": 723,
        "ḳhār": 724,
        "goyā": 725,
        "vāste": 726,
        "tāqat": 727,
        "lagtī": 728,
        "darkār": 729,
        "sāhil": 730,
        "sabhī": 731,
        "zahr": 732,
        "ḳhair": 733,
        "sakā": 734,
        "qafas": 735,
        "zār": 736,
        "barbād": 737,
        "toḍ": 738,
        "'akbar'": 739,
        "gum": 740,
        "ḳhuun": 741,
        "makāñ": 742,
        "kash": 743,
        "bin": 744,
        "vāloñ": 745,
        "qabā": 746,
        "lenā": 747,
        "kise": 748,
        "rasta": 749,
        "kidhar": 750,
        "rishta": 751,
        "saḳht": 752,
        "pahuñchā": 753,
        "jinheñ": 754,
        "raho": 755,
        "tasavvur": 756,
        "niiñd": 757,
        "ehsān": 758,
        "faqat": 759,
        "shai": 760,
        "ġhazab": 761,
        "haram": 762,
        "anjuman": 763,
        "adam": 764,
        "ḳhizāñ": 765,
        "ajiib": 766,
        "āzād": 767,
        "raaz": 768,
        "jurm": 769,
        "raqīb": 770,
        "zāhid": 771,
        "bajā": 772,
        "insāñ": 773,
        "mānind": 774,
        "tiir": 775,
        "majnūñ": 776,
        "ġhuncha": 777,
        "chāhe": 778,
        "udaas": 779,
        "dekhūñ": 780,
        "ḳhanjar": 781,
        "lāla": 782,
        "tumhārā": 783,
        "deñ": 784,
        "miyāñ": 785,
        "qadr": 786,
        "ḳhanda": 787,
        "zarra": 788,
        "hayā": 789,
        "tarz": 790,
        "ḳham": 791,
        "insān": 792,
        "milne": 793,
        "bahā": 794,
        "dekhtā": 795,
        "pyāre": 796,
        "aish": 797,
        "niyāz": 798,
        "āzmā": 799,
        "raste": 800,
        "itne": 801,
        "rakhtā": 802,
        "sāhab": 803,
        "sirf": 804,
        "soch": 805,
        "ābād": 806,
        "rasm": 807,
        "baḍā": 808,
        "ḳhafā": 809,
        "rañj": 810,
        "salāmat": 811,
        "nikaltī": 812,
        "nashāt": 813,
        "rāteñ": 814,
        "miltī": 815,
        "dimāġh": 816,
        "pinhāñ": 817,
        "gāh": 818,
        "fuġhāñ": 819,
        "shabnam": 820,
        "marne": 821,
        "baithā": 822,
        "tañg": 823,
        "mahshar": 824,
        "'jigar'": 825,
        "duuñ": 826,
        "jaam": 827,
        "basar": 828,
        "uthtā": 829,
        "zindāñ": 830,
        "chhoḍā": 831,
        "tumhīñ": 832,
        "kārvāñ": 833,
        "tuut": 834,
        "āsāñ": 835,
        "dostī": 836,
        "degā": 837,
        "bujhā": 838,
        "justujū": 839,
        "numā": 840,
        "gardan": 841,
        "badlā": 842,
        "dām": 843,
        "sū": 844,
        "hausla": 845,
        "hinā": 846,
        "banāyā": 847,
        "kamī": 848,
        "misl": 849,
        "rafta": 850,
        "takalluf": 851,
        "bātoñ": 852,
        "denā": 853,
        "bhulā": 854,
        "musāfir": 855,
        "chuke": 856,
        "sayyād": 857,
        "pal": 858,
        "shīrīñ": 859,
        "bismil": 860,
        "ḳhālī": 861,
        "bāzār": 862,
        "qarīb": 863,
        "tah": 864,
        "ḳhauf": 865,
        "phirte": 866,
        "naala": 867,
        "dahr": 868,
        "pahuñche": 869,
        "begāna": 870,
        "jahān": 871,
        "kījiye": 872,
        "mālūm": 873,
        "bayābāñ": 874,
        "kada": 875,
        "ada": 876,
        "ḳhurshīd": 877,
        "vatan": 878,
        "zulm": 879,
        "akelā": 880,
        "'faiz'": 881,
        "shikast": 882,
        "āvārgī": 883,
        "nashsha": 884,
        "rāhat": 885,
        "baḍī": 886,
        "garche": 887,
        "guftugū": 888,
        "uḍā": 889,
        "luuñ": 890,
        "paate": 891,
        "bachā": 892,
        "parde": 893,
        "rasā": 894,
        "sair": 895,
        "chalī": 896,
        "manzar": 897,
        "kamāl": 898,
        "saaf": 899,
        "hamesha": 900,
        "ġhāfil": 901,
        "chāk": 902,
        "sakte": 903,
        "kahī": 904,
        "sāya": 905,
        "'hālī'": 906,
        "bikhar": 907,
        "khīñch": 908,
        "sarāpā": 909,
        "kahānī": 910,
        "'vasīm'": 911,
        "ḳhalvat": 912,
        "kade": 913,
        "muqaddar": 914,
        "dinoñ": 915,
        "havāoñ": 916,
        "ziyāda": 917,
        "paḍī": 918,
        "maqtal": 919,
        "pūchhe": 920,
        "rakkhe": 921,
        "zehn": 922,
        "hujūm": 923,
        "barg": 924,
        "masīhā": 925,
        "rone": 926,
        "lag": 927,
        "guhar": 928,
        "kamar": 929,
        "bastī": 930,
        "qissa": 931,
        "halqa": 932,
        "ruḳhsat": 933,
        "dekhne": 934,
        "rahne": 935,
        "vajūd": 936,
        "maan": 937,
        "bīmār": 938,
        "samā": 939,
        "vahm": 940,
        "pūchho": 941,
        "parvāna": 942,
        "chaak": 943,
        "girāñ": 944,
        "shoḳhī": 945,
        "himmat": 946,
        "mizhgāñ": 947,
        "iztirāb": 948,
        "āftāb": 949,
        "iyegā": 950,
        "ḳhas": 951,
        "sunte": 952,
        "raheñ": 953,
        "fitna": 954,
        "ār": 955,
        "dekhī": 956,
        "hañsī": 957,
        "ārām": 958,
        "daulat": 959,
        "ḳhāmosh": 960,
        "faisla": 961,
        "nishāñ": 962,
        "sarv": 963,
        "dāstāñ": 964,
        "māh": 965,
        "ḳhvār": 966,
        "mahv": 967,
        "fariyād": 968,
        "bosa": 969,
        "nashīñ": 970,
        "phirī": 971,
        "patā": 972,
        "nāzuk": 973,
        "qaid": 974,
        "zamīn": 975,
        "ġharīb": 976,
        "man": 977,
        "naale": 978,
        "parvāz": 979,
        "milī": 980,
        "shola": 981,
        "ḳhizr": 982,
        "baaġh": 983,
        "savāl": 984,
        "dhūñdte": 985,
        "nāma": 986,
        "hamdam": 987,
        "mū": 988,
        "aziiz": 989,
        "aao": 990,
        "gulistāñ": 991,
        "agarche": 992,
        "zor": 993,
        "pairahan": 994,
        "fasāna": 995,
        "qaa": 996,
        "anjām": 997,
        "shukr": 998,
        "adū": 999,
        "jiine": 1000,
        "chāñdnī": 1001,
        "ġhurūr": 1002,
        "mit": 1003,
        "pech": 1004,
        "azal": 1005,
        "jannat": 1006,
        "taqāzā": 1007,
        "intihā": 1008,
        "ārzū": 1009,
        "nīm": 1010,
        "kiran": 1011,
        "sohbat": 1012,
        "pa": 1013,
        "darmiyāñ": 1014,
        "aks": 1015,
        "tār": 1016,
        "ultī": 1017,
        "lucknow": 1018,
        "yāroñ": 1019,
        "mumkin": 1020,
        "nādāñ": 1021,
        "samt": 1022,
        "khel": 1023,
        "dād": 1024,
        "thahar": 1025,
        "saarā": 1026,
        "musībat": 1027,
        "da": 1028,
        "zid": 1029,
        "saaya": 1030,
        "had": 1031,
        "mitā": 1032,
        "alam": 1033,
        "mittī": 1034,
        "mastī": 1035,
        "letā": 1036,
        "ise": 1037,
        "likhā": 1038,
        "taqdīr": 1039,
        "koh": 1040,
        "gauhar": 1041,
        "shakl": 1042,
        "bāhar": 1043,
        "namak": 1044,
        "hunūz": 1045,
        "ḳhirām": 1046,
        "yaqīñ": 1047,
        "milnā": 1048,
        "bharī": 1049,
        "khol": 1050,
        "baad": 1051,
        "alluq": 1052,
        "misāl": 1053,
        "uzr": 1054,
        "āvāra": 1055,
        "gale": 1056,
        "sa": 1057,
        "siyah": 1058,
        "jalve": 1059,
        "rāsta": 1060,
        "luut": 1061,
        "kūcha": 1062,
        "qazā": 1063,
        "dushvār": 1064,
        "ilm": 1065,
        "charḳh": 1066,
        "jāneñ": 1067,
        "bāġh": 1068,
        "safā": 1069,
        "nigāheñ": 1070,
        "nām": 1071,
        "daad": 1072,
        "dārī": 1073,
        "banda": 1074,
        "ḳhuuñ": 1075,
        "bantā": 1076,
        "yūsuf": 1077,
        "jiite": 1078,
        "mātam": 1079,
        "hairāñ": 1080,
        "tuk": 1081,
        "thahrī": 1082,
        "mehrbāñ": 1083,
        "garmī": 1084,
        "pāñch": 1085,
        "sadiyoñ": 1086,
        "sabza": 1087,
        "kitāb": 1088,
        "sāqī": 1089,
        "rahtī": 1090,
        "avval": 1091,
        "mīnā": 1092,
        "auroñ": 1093,
        "maujūd": 1094,
        "vāda": 1095,
        "ghaḍī": 1096,
        "shikan": 1097,
        "qais": 1098,
        "jalte": 1099,
        "ir": 1100,
        "zar": 1101,
        "bām": 1102,
        "bichhaḍ": 1103,
        "ranj": 1104,
        "matā": 1105,
        "haar": 1106,
        "chāhā": 1107,
        "hoñtoñ": 1108,
        "kat": 1109,
        "abas": 1110,
        "barpā": 1111,
        "ilzām": 1112,
        "payām": 1113,
        "tāsīr": 1114,
        "taab": 1115,
        "hālat": 1116,
        "nisār": 1117,
        "afsos": 1118,
        "ūñgā": 1119,
        "milte": 1120,
        "sahl": 1121,
        "qubūl": 1122,
        "ghabrā": 1123,
        "vahīñ": 1124,
        "tarab": 1125,
        "sāmāñ": 1126,
        "nigāhoñ": 1127,
        "kareñge": 1128,
        "ravāñ": 1129,
        "sharar": 1130,
        "thak": 1131,
        "āshiyāñ": 1132,
        "iqrār": 1133,
        "sāmān": 1134,
        "al": 1135,
        "rahegā": 1136,
        "ḳhūbāñ": 1137,
        "baare": 1138,
        "qalam": 1139,
        "vīrānī": 1140,
        "karegā": 1141,
        "baḍe": 1142,
        "āshiqī": 1143,
        "adab": 1144,
        "hijrāñ": 1145,
        "kūche": 1146,
        "girah": 1147,
        "junūn": 1148,
        "khultā": 1149,
        "giraftār": 1150,
        "muntazir": 1151,
        "gadā": 1152,
        "pata": 1153,
        "sukūt": 1154,
        "pahchān": 1155,
        "āzār": 1156,
        "i": 1157,
        "marnā": 1158,
        "surma": 1159,
        "dushmanī": 1160,
        "chār": 1161,
        "avā": 1162,
        "lījiye": 1163,
        "kushta": 1164,
        "parvā": 1165,
        "lākhoñ": 1166,
        "anā": 1167,
        "hañgāma": 1168,
        "pasand": 1169,
        "jañgal": 1170,
        "hūr": 1171,
        "makān": 1172,
        "ġhaflat": 1173,
        "detī": 1174,
        "paiġhām": 1175,
        "bāz": 1176,
        "darte": 1177,
        "pūchhte": 1178,
        "rau": 1179,
        "vus": 1180,
        "amal": 1181,
        "hazāroñ": 1182,
        "gīr": 1183,
        "bat": 1184,
        "gah": 1185,
        "khaa": 1186,
        "chheḍ": 1187,
        "minnat": 1188,
        "jitnā": 1189,
        "ḳhūbī": 1190,
        "hove": 1191,
        "bedād": 1192,
        "jaur": 1193,
        "bujh": 1194,
        "lamha": 1195,
        "kashtī": 1196,
        "umiid": 1197,
        "murād": 1198,
        "ruk": 1199,
        "hat": 1200,
        "bārish": 1201,
        "shumār": 1202,
        "thahre": 1203,
        "lailā": 1204,
        "thoḍī": 1205,
        "mujhī": 1206,
        "behtar": 1207,
        "laboñ": 1208,
        "shajar": 1209,
        "vaise": 1210,
        "vagarna": 1211,
        "pūchhā": 1212,
        "kalām": 1213,
        "gosh": 1214,
        "nikalte": 1215,
        "lene": 1216,
        "tahzīb": 1217,
        "jhukā": 1218,
        "kaan": 1219,
        "dene": 1220,
        "laayā": 1221,
        "chukī": 1222,
        "mahram": 1223,
        "inkār": 1224,
        "butāñ": 1225,
        "zarūr": 1226,
        "im": 1227,
        "shabāb": 1228,
        "ghatā": 1229,
        "dikhlā": 1230,
        "talvār": 1231,
        "maarā": 1232,
        "muskurā": 1233,
        "qābil": 1234,
        "jānib": 1235,
        "pīr": 1236,
        "gudāz": 1237,
        "javāñ": 1238,
        "nigār": 1239,
        "bhare": 1240,
        "farmā": 1241,
        "nūr": 1242,
        "farq": 1243,
        "āġhosh": 1244,
        "nuur": 1245,
        "vār": 1246,
        "kām": 1247,
        "jazb": 1248,
        "chāra": 1249,
        "sīna": 1250,
        "fan": 1251,
        "rote": 1252,
        "rā": 1253,
        "naqāb": 1254,
        "taar": 1255,
        "laḳht": 1256,
        "ḳhatra": 1257,
        "nargis": 1258,
        "thahrā": 1259,
        "pyaas": 1260,
        "ret": 1261,
        "kabhū": 1262,
        "likhūñ": 1263,
        "baḍhā": 1264,
        "rāste": 1265,
        "sitāre": 1266,
        "rut": 1267,
        "hālāt": 1268,
        "āḳhirī": 1269,
        "gulāb": 1270,
        "ash": 1271,
        "unhīñ": 1272,
        "chain": 1273,
        "daam": 1274,
        "bandagī": 1275,
        "gañvā": 1276,
        "mulāqāt": 1277,
        "jaag": 1278,
        "zo": 1279,
        "muqābil": 1280,
        "palat": 1281,
        "ajnabī": 1282,
        "jiye": 1283,
        "gesū": 1284,
        "mazār": 1285,
        "ahbāb": 1286,
        "af": 1287,
        "guzrā": 1288,
        "dāstān": 1289,
        "hār": 1290,
        "lafz": 1291,
        "īmān": 1292,
        "badle": 1293,
        "ḳhatm": 1294,
        "aan": 1295,
        "habāb": 1296,
        "siina": 1297,
        "ajal": 1298,
        "ronā": 1299,
        "rozgār": 1300,
        "ziyāñ": 1301,
        "sitāroñ": 1302,
        "ījād": 1303,
        "nam": 1304,
        "dīd": 1305,
        "mard": 1306,
        "nasīm": 1307,
        "rañgīñ": 1308,
        "ḳhāma": 1309,
        "enāt": 1310,
        "imtihāñ": 1311,
        "chhup": 1312,
        "jū": 1313,
        "dīvāne": 1314,
        "uthe": 1315,
        "vale": 1316,
        "mizha": 1317,
        "suno": 1318,
        "dhokā": 1319,
        "jagā": 1320,
        "deñge": 1321,
        "charāġhāñ": 1322,
        "ehsās": 1323,
        "siiñ": 1324,
        "jaisā": 1325,
        "sheva": 1326,
        "taaza": 1327,
        "iyāñ": 1328,
        "harīf": 1329,
        "andar": 1330,
        "aib": 1331,
        "sail": 1332,
        "ḳhushk": 1333,
        "tāroñ": 1334,
        "ashkoñ": 1335,
        "utthe": 1336,
        "galiyoñ": 1337,
        "raftār": 1338,
        "jumbish": 1339,
        "ahvāl": 1340,
        "koshish": 1341,
        "qad": 1342,
        "afsāna": 1343,
        "aam": 1344,
        "chaal": 1345,
        "shamshīr": 1346,
        "abrū": 1347,
        "murġh": 1348,
        "armān": 1349,
        "sard": 1350,
        "khulī": 1351,
        "kahtī": 1352,
        "afsurda": 1353,
        "butoñ": 1354,
        "ilāhī": 1355,
        "nishān": 1356,
        "qudrat": 1357,
        "hasīñ": 1358,
        "ijāzat": 1359,
        "taslīm": 1360,
        "sune": 1361,
        "chhā": 1362,
        "ravish": 1363,
        "dars": 1364,
        "jāniye": 1365,
        "zarūrī": 1366,
        "martā": 1367,
        "muft": 1368,
        "ḳhāmoshī": 1369,
        "tuute": 1370,
        "rahguzar": 1371,
        "nañg": 1372,
        "razā": 1373,
        "jiinā": 1374,
        "dair": 1375,
        "duub": 1376,
        "ḳhāmushī": 1377,
        "bāñdhā": 1378,
        "jitne": 1379,
        "pūchhtā": 1380,
        "sitamgar": 1381,
        "bal": 1382,
        "mā": 1383,
        "bistar": 1384,
        "mushtāq": 1385,
        "tabassum": 1386,
        "ḳhumār": 1387,
        "laut": 1388,
        "āgahī": 1389,
        "kāġhaz": 1390,
        "bāñdhte": 1391,
        "kashī": 1392,
        "reza": 1393,
        "dhal": 1394,
        "yād": 1395,
        "bhūlne": 1396,
        "mas": 1397,
        "sochtā": 1398,
        "diid": 1399,
        "ḳhalq": 1400,
        "baras": 1401,
        "suntā": 1402,
        "rauzan": 1403,
        "āġhāz": 1404,
        "rabt": 1405,
        "jabīñ": 1406,
        "dayār": 1407,
        "rind": 1408,
        "raas": 1409,
        "aġhyār": 1410,
        "raqam": 1411,
        "sāhib": 1412,
        "maz": 1413,
        "tālib": 1414,
        "dīñ": 1415,
        "zindagānī": 1416,
        "shān": 1417,
        "faroġh": 1418,
        "shāhid": 1419,
        "sajda": 1420,
        "huzūr": 1421,
        "peḍ": 1422,
        "muravvat": 1423,
        "ra": 1424,
        "farhād": 1425,
        "khule": 1426,
        "baqā": 1427,
        "aab": 1428,
        "tilism": 1429,
        "guftār": 1430,
        "shikār": 1431,
        "taḍap": 1432,
        "maslahat": 1433,
        "sādgī": 1434,
        "vaalo": 1435,
        "kalī": 1436,
        "gunāh": 1437,
        "jaadū": 1438,
        "shahīd": 1439,
        "said": 1440,
        "tasallī": 1441,
        "utnā": 1442,
        "qarārī": 1443,
        "īne": 1444,
        "tukḍe": 1445,
        "uḍ": 1446,
        "azaab": 1447,
        "likh": 1448,
        "jhuut": 1449,
        "dahan": 1450,
        "rahm": 1451,
        "jidhar": 1452,
        "palkoñ": 1453,
        "sochā": 1454,
        "bulā": 1455,
        "āñgan": 1456,
        "paḍh": 1457,
        "saada": 1458,
        "daal": 1459,
        "dostoñ": 1460,
        "bādal": 1461,
        "pher": 1462,
        "paar": 1463,
        "gavārā": 1464,
        "rotā": 1465,
        "maza": 1466,
        "ġhanīmat": 1467,
        "anjum": 1468,
        "uthte": 1469,
        "satā": 1470,
        "mo": 1471,
        "qāmat": 1472,
        "shīshe": 1473,
        "ġhairat": 1474,
        "kohkan": 1475,
        "taklīf": 1476,
        "ġhairoñ": 1477,
        "nazzāra": 1478,
        "jur": 1479,
        "kaif": 1480,
        "ravā": 1481,
        "barābar": 1482,
        "tajallī": 1483,
        "ḳharābī": 1484,
        "bāzī": 1485,
        "sitāra": 1486,
        "kushā": 1487,
        "dūñgā": 1488,
        "sannātā": 1489,
        "aahat": 1490,
        "tavajjoh": 1491,
        "āsmān": 1492,
        "shaad": 1493,
        "surūr": 1494,
        "rātoñ": 1495,
        "umīd": 1496,
        "'iqbāl'": 1497,
        "digar": 1498,
        "ilaaj": 1499,
        "ḳhirad": 1500,
        "gulzār": 1501,
        "buland": 1502,
        "gardūñ": 1503,
        "bejā": 1504,
        "shart": 1505,
        "ayyām": 1506,
        "phirtā": 1507,
        "paimāna": 1508,
        "gosha": 1509,
        "legā": 1510,
        "barham": 1511,
        "aadat": 1512,
        "sukūñ": 1513,
        "bashar": 1514,
        "zunnār": 1515,
        "tapish": 1516,
        "taur": 1517,
        "kāmyāb": 1518,
        "mash": 1519,
        "sabz": 1520,
        "tadbīr": 1521,
        "ḳhirman": 1522,
        "āñsuoñ": 1523,
        "jag": 1524,
        "la": 1525,
        "qurbān": 1526,
        "dilī": 1527,
        "ade": 1528,
        "bekasī": 1529,
        "nazreñ": 1530,
        "vaj": 1531,
        "sarāb": 1532,
        "qarz": 1533,
        "malāmat": 1534,
        "kafan": 1535,
        "kisū": 1536,
        "bedār": 1537,
        "sharmā": 1538,
        "lamhe": 1539,
        "ujālā": 1540,
        "nagar": 1541,
        "socho": 1542,
        "'nasīr'": 1543,
        "'nazm'": 1544,
        "zada": 1545,
        "ḳhvāboñ": 1546,
        "motī": 1547,
        "dilā": 1548,
        "muddatoñ": 1549,
        "ġhalat": 1550,
        "tahī": 1551,
        "qurb": 1552,
        "lau": 1553,
        "ushshāq": 1554,
        "nik": 1555,
        "kāñtoñ": 1556,
        "pursish": 1557,
        "zulmat": 1558,
        "jashn": 1559,
        "iyoñ": 1560,
        "sharīk": 1561,
        "bojh": 1562,
        "vaar": 1563,
        "āmad": 1564,
        "takrār": 1565,
        "tīr": 1566,
        "dījiye": 1567,
        "janāb": 1568,
        "vaah": 1569,
        "sambhal": 1570,
        "āñ": 1571,
        "ishāre": 1572,
        "saaz": 1573,
        "girā": 1574,
        "kufr": 1575,
        "moḍ": 1576,
        "mubārak": 1577,
        "sukūn": 1578,
        "jazba": 1579,
        "raqs": 1580,
        "rahmat": 1581,
        "pas": 1582,
        "nisbat": 1583,
        "imtihān": 1584,
        "uthtī": 1585,
        "jeb": 1586,
        "dāñ": 1587,
        "tuutā": 1588,
        "tai": 1589,
        "vīrāñ": 1590,
        "hukm": 1591,
        "libās": 1592,
        "shoḳhi": 1593,
        "faiz": 1594,
        "phūloñ": 1595,
        "gaah": 1596,
        "āl": 1597,
        "zan": 1598,
        "masjid": 1599,
        "shah": 1600,
        "baḳht": 1601,
        "rahnumā": 1602,
        "inhīñ": 1603,
        "zamānā": 1604,
        "ruḳhsār": 1605,
        "bhed": 1606,
        "siyāh": 1607,
        "rakhā": 1608,
        "ḳhvāh": 1609,
        "maañg": 1610,
        "thikānā": 1611,
        "nākām": 1612,
        "zard": 1613,
        "betābī": 1614,
        "paatā": 1615,
        "ūñgī": 1616,
        "egāñ": 1617,
        "kārobār": 1618,
        "yādoñ": 1619,
        "lagte": 1620,
        "bhārī": 1621,
        "rahnā": 1622,
        "charāġhoñ": 1623,
        "paḍtā": 1624,
        "jāda": 1625,
        "baab": 1626,
        "tishnagī": 1627,
        "dūsrā": 1628,
        "karda": 1629,
        "mileñ": 1630,
        "shāmil": 1631,
        "bol": 1632,
        "sāda": 1633,
        "fardā": 1634,
        "ḳhūb": 1635,
        "zulfoñ": 1636,
        "faqīr": 1637,
        "paikar": 1638,
        "āshufta": 1639,
        "hirs": 1640,
        "chāhat": 1641,
        "sarā": 1642,
        "qāsid": 1643,
        "rihā": 1644,
        "tūfāñ": 1645,
        "hañste": 1646,
        "shikasta": 1647,
        "bharā": 1648,
        "ḳhaar": 1649,
        "ruuth": 1650,
        "chamak": 1651,
        "pās": 1652,
        "irī": 1653,
        "izzat": 1654,
        "amīr": 1655,
        "karnī": 1656,
        "maare": 1657,
        "kaj": 1658,
        "samajhtā": 1659,
        "marte": 1660,
        "maqsūd": 1661,
        "hab": 1662,
        "ināyat": 1663,
        "talḳh": 1664,
        "sakī": 1665,
        "badnām": 1666,
        "bijlī": 1667,
        "bahlā": 1668,
        "sikhā": 1669,
        "numūd": 1670,
        "aflāk": 1671,
        "dekheñ": 1672,
        "āzādī": 1673,
        "daftar": 1674,
        "asrār": 1675,
        "gūñ": 1676,
        "musht": 1677,
        "ibtidā": 1678,
        "zarūrat": 1679,
        "aba": 1680,
        "taḳht": 1681,
        "andesha": 1682,
        "subuk": 1683,
        "achchhe": 1684,
        "chhāñv": 1685,
        "pāk": 1686,
        "guzār": 1687,
        "bhūle": 1688,
        "iltifāt": 1689,
        "bach": 1690,
        "dilrubā": 1691,
        "dilbar": 1692,
        "jaisī": 1693,
        "uqda": 1694,
        "pareshānī": 1695,
        "nāshād": 1696,
        "thoḍā": 1697,
        "ishrat": 1698,
        "khīñchī": 1699,
        "betāb": 1700,
        "narm": 1701,
        "ġhash": 1702,
        "dūd": 1703,
        "khaḍe": 1704,
        "muḳhtasar": 1705,
        "gumānī": 1706,
        "ijz": 1707,
        "tabāh": 1708,
        "ha": 1709,
        "tīrgī": 1710,
        "sahārā": 1711,
        "badalte": 1712,
        "basā": 1713,
        "khaḍā": 1714,
        "tūfān": 1715,
        "vidā": 1716,
        "sajan": 1717,
        "jāoge": 1718,
        "mahtāb": 1719,
        "kaafī": 1720,
        "lutā": 1721,
        "nashe": 1722,
        "daurāñ": 1723,
        "sambhāl": 1724,
        "mohabbatoñ": 1725,
        "gaam": 1726,
        "lamhoñ": 1727,
        "royā": 1728,
        "shanās": 1729,
        "dīvāngī": 1730,
        "tuutī": 1731,
        "dāna": 1732,
        "pyāsā": 1733,
        "pahlī": 1734,
        "tohmat": 1735,
        "gurezāñ": 1736,
        "taufīq": 1737,
        "thikāne": 1738,
        "lut": 1739,
        "ġhārat": 1740,
        "rāhguzar": 1741,
        "chuur": 1742,
        "rahzan": 1743,
        "sharminda": 1744,
        "bahāne": 1745,
        "zaḳhmoñ": 1746,
        "bole": 1747,
        "timsāl": 1748,
        "samar": 1749,
        "qāfila": 1750,
        "mashq": 1751,
        "ām": 1752,
        "ġhulām": 1753,
        "chāhte": 1754,
        "chalnā": 1755,
        "ḳhilāf": 1756,
        "kāmil": 1757,
        "aḳhbār": 1758,
        "harām": 1759,
        "phire": 1760,
        "dīvānoñ": 1761,
        "saal": 1762,
        "ġhamza": 1763,
        "nikāl": 1764,
        "bisāt": 1765,
        "huiiñ": 1766,
        "afshāñ": 1767,
        "karūñgā": 1768,
        "majlis": 1769,
        "yaas": 1770,
        "tahrīr": 1771,
        "vaz": 1772,
        "mehnat": 1773,
        "yaqīn": 1774,
        "īmāñ": 1775,
        "bārī": 1776,
        "qīmat": 1777,
        "nazāra": 1778,
        "namāz": 1779,
        "ine": 1780,
        "jañg": 1781,
        "raunaq": 1782,
        "muhāl": 1783,
        "shāna": 1784,
        "bīnā": 1785,
        "qusūr": 1786,
        "ḳhez": 1787,
        "aabrū": 1788,
        "darāz": 1789,
        "rizq": 1790,
        "ain": 1791,
        "alag": 1792,
        "shāh": 1793,
        "niyāzī": 1794,
        "surāġh": 1795,
        "chādar": 1796,
        "tund": 1797,
        "karishma": 1798,
        "kashmakash": 1799,
        "tavāñ": 1800,
        "zaat": 1801,
        "banī": 1802,
        "uthāyā": 1803,
        "maane": 1804,
        "shaan": 1805,
        "gunah": 1806,
        "diida": 1807,
        "mohtasib": 1808,
        "taskīñ": 1809,
        "maar": 1810,
        "jins": 1811,
        "ḳhāl": 1812,
        "pāra": 1813,
        "arsa": 1814,
        "biich": 1815,
        "fitne": 1816,
        "vaisī": 1817,
        "nafrat": 1818,
        "nishānī": 1819,
        "sunī": 1820,
        "āsān": 1821,
        "marham": 1822,
        "nabz": 1823,
        "salām": 1824,
        "likhnā": 1825,
        "ġhurbat": 1826,
        "paḍ": 1827,
        "nairañg": 1828,
        "varaq": 1829,
        "saf": 1830,
        "pahuñch": 1831,
        "batāo": 1832,
        "silsila": 1833,
        "arbāb": 1834,
        "pīchhe": 1835,
        "maañ": 1836,
        "chalte": 1837,
        "barsoñ": 1838,
        "hoñgī": 1839,
        "asbāb": 1840,
        "khultīñ": 1841,
        "chaltā": 1842,
        "ḳhur": 1843,
        "jyuuñ": 1844,
        "atā": 1845,
        "sahbā": 1846,
        "ehsāñ": 1847,
        "khilā": 1848,
        "hotīñ": 1849,
        "pāgal": 1850,
        "ziist": 1851,
        "faqīroñ": 1852,
        "adāvat": 1853,
        "yaktā": 1854,
        "dhyān": 1855,
        "baḳhshā": 1856,
        "chhīn": 1857,
        "bahāna": 1858,
        "tavāf": 1859,
        "hāzir": 1860,
        "yahīñ": 1861,
        "bantī": 1862,
        "phirtī": 1863,
        "sakūñ": 1864,
        "hisse": 1865,
        "farosh": 1866,
        "sunāne": 1867,
        "likkhā": 1868,
        "bachchoñ": 1869,
        "baazī": 1870,
        "dāvat": 1871,
        "taskīn": 1872,
        "karvat": 1873,
        "naqd": 1874,
        "atoñ": 1875,
        "baḳhsh": 1876,
        "māyūs": 1877,
        "shaidā": 1878,
        "beach": 1879,
        "daanā": 1880,
        "ibrat": 1881,
        "kanār": 1882,
        "akasr": 1883,
        "mahbūb": 1884,
        "baaz": 1885,
        "sarf": 1886,
        "samjheñ": 1887,
        "vash": 1888,
        "huur": 1889,
        "jallād": 1890,
        "niklī": 1891,
        "musalmāñ": 1892,
        "guzārī": 1893,
        "dhūñd": 1894,
        "sehr": 1895,
        "nigāhī": 1896,
        "aadam": 1897,
        "rahīñ": 1898,
        "milegā": 1899,
        "qāfile": 1900,
        "arsh": 1901,
        "kushī": 1902,
        "shohrat": 1903,
        "salīqa": 1904,
        "rahūñ": 1905,
        "zamīr": 1906,
        "kashākash": 1907,
        "dikhāyā": 1908,
        "ḳhum": 1909,
        "pārsā": 1910,
        "qat": 1911,
        "vāqi": 1912,
        "kin": 1913,
        "diiñ": 1914,
        "tale": 1915,
        "jale": 1916,
        "rakhnā": 1917,
        "intiḳhāb": 1918,
        "āveñge": 1919,
        "manzūr": 1920,
        "darvāza": 1921,
        "maze": 1922,
        "ḳhatt": 1923,
        "ram": 1924,
        "pai": 1925,
        "pareshān": 1926,
        "gir": 1927,
        "nāḳhun": 1928,
        "baham": 1929,
        "ḳhvāñ": 1930,
        "bure": 1931,
        "binā": 1932,
        "pāoge": 1933,
        "fā": 1934,
        "kan": 1935,
        "shahādat": 1936,
        "chāho": 1937,
        "khile": 1938,
        "sajā": 1939,
        "añdhere": 1940,
        "chhū": 1941,
        "ḳhulūs": 1942,
        "chaltī": 1943,
        "siyāsat": 1944,
        "mehrbānī": 1945,
        "tārīḳh": 1946,
        "zarre": 1947,
        "ḳhamoshī": 1948,
        "parast": 1949,
        "'anīs'": 1950,
        "nazr": 1951,
        "gaañv": 1952,
        "fard": 1953,
        "fishānī": 1954,
        "suvaidā": 1955,
        "pusht": 1956,
        "'nājī'": 1957,
        "kahūñgā": 1958,
        "guzartā": 1959,
        "ulat": 1960,
        "ādāb": 1961,
        "marāsim": 1962,
        "farāġhat": 1963,
        "ujḍe": 1964,
        "daar": 1965,
        "manā": 1966,
        "rifāqat": 1967,
        "ehtiyāt": 1968,
        "bahāroñ": 1969,
        "dildār": 1970,
        "auqāt": 1971,
        "e'timād": 1972,
        "purāne": 1973,
        "uuñ": 1974,
        "lashkar": 1975,
        "rahguzār": 1976,
        "ranjish": 1977,
        "bharam": 1978,
        "ḳhalish": 1979,
        "uḍī": 1980,
        "vīrāna": 1981,
        "sāqiyā": 1982,
        "jaulāñ": 1983,
        "bahisht": 1984,
        "malāl": 1985,
        "vabāl": 1986,
        "gahāñ": 1987,
        "shiddat": 1988,
        "ḳharīdār": 1989,
        "ateñ": 1990,
        "nādān": 1991,
        "hairān": 1992,
        "dīvāroñ": 1993,
        "muhīt": 1994,
        "faḳhr": 1995,
        "mulk": 1996,
        "vajd": 1997,
        "shifā": 1998,
        "leñge": 1999,
        "afzā": 2000,
        "bahārī": 2001,
        "eid": 2002,
        "maraz": 2003,
        "zīnat": 2004,
        "kārī": 2005,
        "mehmān": 2006,
        "burī": 2007,
        "qibla": 2008,
        "samāñ": 2009,
        "chalne": 2010,
        "raahī": 2011,
        "lāl": 2012,
        "qalb": 2013,
        "gumān": 2014,
        "ishāra": 2015,
        "bahal": 2016,
        "dartā": 2017,
        "laash": 2018,
        "udāsī": 2019,
        "ādam": 2020,
        "sozan": 2021,
        "āstāñ": 2022,
        "hadīs": 2023,
        "dānish": 2024,
        "ḳhāshāk": 2025,
        "tasḳhīr": 2026,
        "uryāñ": 2027,
        "rafū": 2028,
        "āshkār": 2029,
        "sharār": 2030,
        "daalā": 2031,
        "imtiyāz": 2032,
        "garī": 2033,
        "zāt": 2034,
        "kashish": 2035,
        "fusūñ": 2036,
        "tāza": 2037,
        "āshob": 2038,
        "bigaḍ": 2039,
        "kāvish": 2040,
        "paiham": 2041,
        "rakhtī": 2042,
        "churā": 2043,
        "dabā": 2044,
        "zad": 2045,
        "dillī": 2046,
        "ābla": 2047,
        "begāne": 2048,
        "zarf": 2049,
        "ujaaḍ": 2050,
        "iid": 2051,
        "vahshī": 2052,
        "dafn": 2053,
        "gashta": 2054,
        "chashma": 2055,
        "mansūb": 2056,
        "paimān": 2057,
        "tuuñ": 2058,
        "tal": 2059,
        "savāb": 2060,
        "sarshār": 2061,
        "rūdād": 2062,
        "jaano": 2063,
        "mahak": 2064,
        "qahr": 2065,
        "jhalak": 2066,
        "parastī": 2067,
        "panja": 2068,
        "irāda": 2069,
        "chaah": 2070,
        "najāt": 2071,
        "kasrat": 2072,
        "dhoke": 2073,
        "raqīboñ": 2074,
        "baazū": 2075,
        "qabr": 2076,
        "nashtar": 2077,
        "gor": 2078,
        "qadmoñ": 2079,
        "shādī": 2080,
        "ḳhās": 2081,
        "pilā": 2082,
        "unvān": 2083,
        "shuā": 2084,
        "inqalāb": 2085,
        "sharh": 2086,
        "qadah": 2087,
        "zīst": 2088,
        "sūd": 2089,
        "mohlat": 2090,
        "pairāhan": 2091,
        "ḳhushā": 2092,
        "za": 2093,
        "chauñk": 2094,
        "bujhe": 2095,
        "añgḍā": 2096,
        "mahsūs": 2097,
        "zabānī": 2098,
        "rishte": 2099,
        "ḳhasta": 2100,
        "āñchal": 2101,
        "uupar": 2102,
        "sailāb": 2103,
        "jīvan": 2104,
        "lafzoñ": 2105,
        "takrā": 2106,
        "fāsla": 2107,
        "palak": 2108,
        "chehroñ": 2109,
        "mastāna": 2110,
        "partav": 2111,
        "añgusht": 2112,
        "ravānī": 2113,
        "sako": 2114,
        "laḍkā": 2115,
        "farishtoñ": 2116,
        "paimāñ": 2117,
        "piye": 2118,
        "tavaqqo": 2119,
        "yārāñ": 2120,
        "piyā": 2121,
        "sote": 2122,
        "ḳhvāhishoñ": 2123,
        "maat": 2124,
        "raakh": 2125,
        "bharosā": 2126,
        "hal": 2127,
        "manzileñ": 2128,
        "nazdīk": 2129,
        "bāġhbāñ": 2130,
        "diin": 2131,
        "akele": 2132,
        "mubtalā": 2133,
        "aariz": 2134,
        "jhoñkā": 2135,
        "saayā": 2136,
        "jānūñ": 2137,
        "fasāne": 2138,
        "rāhoñ": 2139,
        "insāf": 2140,
        "rahbar": 2141,
        "ġhaur": 2142,
        "fahm": 2143,
        "gahrā": 2144,
        "uthāne": 2145,
        "lahje": 2146,
        "ḳhuld": 2147,
        "baam": 2148,
        "chāheñ": 2149,
        "majbūr": 2150,
        "hanūz": 2151,
        "garmi": 2152,
        "dozaḳh": 2153,
        "eñgī": 2154,
        "farz": 2155,
        "ġhunche": 2156,
        "havās": 2157,
        "bande": 2158,
        "āmāda": 2159,
        "hājat": 2160,
        "sunñe": 2161,
        "ajjub": 2162,
        "havādis": 2163,
        "barhaman": 2164,
        "shaah": 2165,
        "baal": 2166,
        "baḍhe": 2167,
        "taan": 2168,
        "auj": 2169,
        "hasīnoñ": 2170,
        "nek": 2171,
        "nikāle": 2172,
        "dīn": 2173,
        "zavāl": 2174,
        "sābit": 2175,
        "bahte": 2176,
        "nazm": 2177,
        "baith": 2178,
        "armāñ": 2179,
        "mehmāñ": 2180,
        "ānī": 2181,
        "ridā": 2182,
        "maah": 2183,
        "karāñ": 2184,
        "ḳhatar": 2185,
        "taare": 2186,
        "zof": 2187,
        "nukta": 2188,
        "asiir": 2189,
        "pahchāne": 2190,
        "mand": 2191,
        "baada": 2192,
        "gulū": 2193,
        "shorīda": 2194,
        "dilbarī": 2195,
        "andāza": 2196,
        "āstīñ": 2197,
        "nai": 2198,
        "dharā": 2199,
        "humā": 2200,
        "piite": 2201,
        "mor": 2202,
        "chot": 2203,
        "bhalī": 2204,
        "qaul": 2205,
        "khet": 2206,
        "ḳhāksārī": 2207,
        "dhūñdā": 2208,
        "buuñd": 2209,
        "asīrī": 2210,
        "pyāse": 2211,
        "dūr": 2212,
        "uñgliyāñ": 2213,
        "pashemāñ": 2214,
        "kamāñ": 2215,
        "re": 2216,
        "jaada": 2217,
        "taqrīr": 2218,
        "nāvak": 2219,
        "shi": 2220,
        "kyūñki": 2221,
        "phirā": 2222,
        "haif": 2223,
        "soḳhta": 2224,
        "bah": 2225,
        "daa": 2226,
        "vuuñ": 2227,
        "jaarī": 2228,
        "dho": 2229,
        "nusḳha": 2230,
        "khīñchā": 2231,
        "jitnī": 2232,
        "parastish": 2233,
        "nikleñ": 2234,
        "hañsā": 2235,
        "sharārat": 2236,
